---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.TableViewUIUtils
source: html/f6055e36-7c1e-7bff-5e26-f7876005169c.htm
---
# TableViewUIUtils Members

Prompts the end-user to control whether a type parameter contained in the specified table cell should be allowed edited.